Repository: SunRay27/BaldrSkyOmegaT
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ru_ru

source: Ask for confirmation when returning to the title screen
ru_ru: Запрашивать подтверждение при возвращении на титульный экран

source: Ask for confirmation when saving
ru_ru: Запрашивать подтверждение при сохранении

source: Assassin Step
ru_ru: Шаг убийцы

source: Assault and Punishment
ru_ru: Преступление и наказание

source: At a loss, I look down at my body.
ru_ru: В растерянности я смотрю вниз на свое тело.

source: At the very least she avoided what I went through if she was in Suzushiro.
ru_ru: По крайней мере, она избежала того, через что пришлось пройти мне, будь она в Судзусиро.

source: Attack Types
ru_ru: Виды атак

source: Attacking
ru_ru: Атака

source: Au, Kou... Sorry, I've always wanted to say that.
ru_ru: Ау, Коу... Прости, я всегда хотела это сказать.

source: Au... I'm not wearing wolf panties... I think.
ru_ru: Ау... На мне нет трусиков с волками... Вроде бы.

source: Au... Meat bun...
ru_ru: Ау... Мясная булочка...

source: Au... Now I'm even smaller...
ru_ru: Ау... Теперь я еще меньше...

source: Au... Please make more progress...
ru_ru: Ау... Пожалуйста, добейся успехов по-лучше...

source: Augments, then? You're in luck. I happen to have a great bio part in stock right now.
ru_ru: Значит, аугментации? Вам повезло. У меня как раз сейчас есть в наличии отличный био-имплант.

source: Autosave a copy of a file that's been overwritten
ru_ru: Делать автосохранение копии файла, который был перезаписан

source: Autosave at the beginning of a battle
ru_ru: Делать автосохранение в начале битвы

source: Autosave upon finishing a chapter
ru_ru: Делать автосохранение в конце главы

source: Autosave upon loading
ru_ru: Делать автосохранение при загрузке

source: Autosave upon reaching a choice
ru_ru: Делать автосохранение на выборах

source: Autosave when done with the setup menu
ru_ru: Делать автосохранение после закрытия меню подготовки

source: Awaiting orders.
ru_ru: Жду приказа.

source: Aww, did you get bullied again? You should bring out Shadow Wolf next time that happens, hehe...
ru_ru: Над тобой опять издевались? В следующий раз, когда это случится, ты должен вызвать Сумеречного Волка, хе-хе...

source: Awww... Makoto's so cute and smart...
ru_ru: Ауууу... Макото такая милая и умная...

source: BALDR SKY (18+ Patch)
ru_ru: Baldr Sky (18+ патч)

source: Back to the title screen we go.
ru_ru: Возвращаемся к титульному экрану.

source: Back to... survival menu...
ru_ru: Назад... в меню выживания...

source: Baldr Sky cannot find important game files. Please check and try again.
ru_ru: Baldr Sky не удаётся найти необходимые игровые ресурсы. Проверьте целостность игры и попробуйте снова.

source: Bathed in sunshine,
ru_ru: Залитые солнечным светом,

source: Bathed in sunshine, they're so bright that they force my eyes back shut.
ru_ru: Залитые солнечным светом, они настолько яркие, что заставляют меня закрыть глаза.

source: Battle Holic
ru_ru: Боевой раж

source: Battlefields...
ru_ru: Сражаться...

source: Be careful when your heat gauge goes past its limit.
ru_ru: Будь осторожен, когда шкала нагрева выходит за свои пределы.

source: Be careful, Lieutenant! You'll be done for if you crash!
ru_ru: Будьте осторожны, лейтенант! Если вы врежетесь, вам конец!

source: Be sure to cook your meat and fish properly before eating.
ru_ru: Обязательно правильно готовьте мясо и рыбу перед употреблением.

source: Beat of Demise
ru_ru: Поединок смерти

source: Because I can feel the bright light streaming through the windows even with my eyes closed.
ru_ru: Потому что я чувствую яркий свет, струящийся через окна, даже закрытыми глазами.

source: Because I can feel the bright light streaming through the windows
ru_ru: Потому что я чувствую яркий свет, струящийся

source: Because I know she'll gently shake me awake if I hold out just a bit longer.
ru_ru: Потому что я знаю, что она ласково потрясет меня, чтобы разбудить, если я продержусь ещё немного.

source: Begin from where you last left off.
ru_ru: Начать с того места, где ты остановился в последний раз.

source: Begin from where you left off.
ru_ru: Начать с того места, где ты остановился.

source: Begin from... where you stopped...
ru_ru: Продолжить... где остановился...

source: Begin playback
ru_ru: Начать воспроизведение

source: Begin practice mode.
ru_ru: Начать тренировку.

source: Begin recording
ru_ru: Начать запись

source: Begin replay mode
ru_ru: Начать запись повтора

source: Begin survival mode.
ru_ru: Начать режим выживания.

source: Begin survival mode...
ru_ru: Выживание...

source: Begin tutorial mode.
ru_ru: Начать обучение.

source: Begin tutorial...
ru_ru: Обучение...

source: Being reassured of her skills does nothing to ease my concerns about letting some fishy doc mess with my head.
ru_ru: Уверенность в её квалификации нисколько не умаляет моих опасений по поводу того, что я позволю какому-то сомнительному доктору копаться в моей голове.

source: Believe in me! Believe in the Chinatsu who believes in you!
ru_ru: Можешь не верить в себя! Верь в меня и в мою веру в тебя!

source: Besides, I kinda want to meet my real-world self now.
ru_ru: Кроме того, мне хотелось бы встретиться со своим настоящим "я".

source: Besides, this kind of room actually tends to offer the best privacy in the city.
ru_ru: Кроме того, подобные номера, как правило, обеспечивают лучшую приватность в черте города.

source: Bigger doesn't equal better, my child. What's important is the reaction they provide.
ru_ru: Больше - не значит лучше, дитя моё. Важно то, какие от них ощущуения.

source: Blissfully unaware of the thoughts running through my head, Rain offers me a cup of tea.
ru_ru: Блаженно не ведая о мыслях, крутящихся в моей голове, Рейн предлагает мне чашку чая.

source: Boisterous and rash. Quite the wild one.
ru_ru: Буйный и резкий. Весьма дикий.

source: Boost Dash
ru_ru: Ускорение

source: Boost Meteor Kick!
ru_ru: Удар метеора!

source: Boost dash, full throttle! All Indians to the right!
ru_ru: Рывок, полный газ! Разойдись, народ!

source: Boost module!
ru_ru: Модуль ускорения!

source: Boosters
ru_ru: Ускорители

source: Breakfast is ready, sir.
ru_ru: Коу, завтрак уже готов.

source: But I assume something overloaded him online and knocked him out, and his chip took the damage in place of his brain cells. Am I right?
ru_ru: Но я предполагаю, что что-то перегрузило его в сети и вырубило, а его чип принял на себя удар вместо головного мозга. Правильно?

source: But I cannot say for sure, because I'm not exactly an expert. This is all merely conjecture on my part.
ru_ru: Но я не могу сказать наверняка, поскольку я не эксперт. Это всего лишь предположения.

source: But I feel like I've experienced this exact same panic before. I wonder if it's been ingrained in my body.
ru_ru: Но этот ужас, кажется, мне знакомым. Будто подобное со мной уже не раз происходило.

source: But I have to. I mean, you're an older woman and all.
ru_ru: Но я не могу иначе. В смысле, вы старше меня и всё такое.

source: But I just can't abandon her here.
ru_ru: Но я просто не могу бросить ее здесь.

source: But I slip, and the back of my head hits the floor hard.
ru_ru: Но я поскальзываюсь, и крепко прикладываюсь затылком об пол.

source: But I'm not getting out of bed just yet.
ru_ru: Но я пока не встаю с кровати.

source: But I'm too late, because the sight of her flushed skin has been etched into my eyes.
ru_ru: Но я опоздал, потому что вид ее румяной кожи уже отпечатался на моих глазах.

source: But as much as I hate to admit it, what's bothering me most right now is the woman lying next to me.
ru_ru: Но как бы мне не нравилось это признавать, больше всего меня сейчас беспокоит женщина, лежащая рядом со мной.

source: But could you at least tell me part of what you know? Quit beating around the bush, please.
ru_ru: Но могли бы вы рассказать мне хотя бы немного? Пожалуйста, хватит ходить вокруг да около.

source: But instead of relief, what I felt after the battle was a sense of satisfaction. Yeah, I certainly do know how to fight.
ru_ru: Но вместо облегчения после битвы я испытал чувство удовлетворения. Да, я определённо умею сражаться.

source: But just having Rain by my side gives me strength.
ru_ru: Но то, что Рейн рядом со мной, придает мне сил.

source: But memories, huh? Couldn't they return if I were given a shock of some sort?
ru_ru: Воспоминания, хм? Разве они не могут вернуться, если я получу какое-нибудь потрясение?

source: But she ignores it and glares at me.
ru_ru: Но она игнорирует мой жест и смотрит на меня.

source: But that doesn't mean we have to turn to some unlicensed doctor in the slums, does it?
ru_ru: Но это не значит, что мы должны обращаться к какому-то нелицензированному врачу из трущоб, не так ли?

source: But the demand for troops never really went away.
ru_ru: Но потребность в войсках так и не исчезла.

source: But the machine doesn't let up. Its jaws close in on me.
ru_ru: Но машина не отступает. Ее челюсти сжимаются вокруг меня.

source: But the machine voice just wouldn't read out the message we were waiting for.
ru_ru: Но машинный голос никак не объявлял сообщение, которого мы ждали.

source: But very well, if you insist. Only until you regain your memories, though.
ru_ru: Но хорошо, если вы настаиваете. Но только до тех пор, пока вы не придёте в себя.

source: But when you log in with the limiter off, the stimulus becomes too much for body and mind to handle, resulting in death.
ru_ru: Но когда вы входите в область с отключенным ограничителем, воздействие может стать слишком сильным и привести к смерти.

source: But...
ru_ru: Но...

source: By the time I leave the bath, there are a bunch of opened cans on the table.
ru_ru: К тому времени, когда я выхожу из ванной, на столе стоит куча открытых консервных банок.

source: C-Come on...
ru_ru: Н-Ну же...

source: Calm down, sir. We should be fine for a while here.
ru_ru: Успокойтесь, сэр. Здесь мы пока что будем в порядке.

source: Can I pretend... you're my big brother?
ru_ru: Могу я притвориться... что ты мой старший брат?

source: Can we do this later? We're keeping the doctor waiting.
ru_ru: Мы можем оставить это на потом? Нас доктор ждёт.

source: Can we still not log out?
ru_ru: Мы по прежнему не можем выйти?

source: Can you dive by yourself?
ru_ru: Сможешь сам погрузиться?

source: Can you do me just one favor, then?
ru_ru: Не могли бы вы сделать мне единственное одолжение?

source: Can't say there's anything wrong with a bit of rain now and then.
ru_ru: Не могу сказать, что нет ничего плохого в небольшом дожде время от времени.

source: Can't we run for it like we did earlier?
ru_ru: Разве мы не можем просто убежать?

source: Canola flowers represent being lively and energetic.
ru_ru: Цветы канолы олицетворяют жизнерадостность и энергичность.

source: Carnations represent a woman's love.
ru_ru: Гвоздики символизируют женскую любовь.

source: Cascading Droplets
ru_ru: Каскад капель

source: Certain attacks change when holding down the attack button.
ru_ru: Некоторые атаки изменяются при удержании кнопки атаки.

source: Change display of combo information
ru_ru: Переключить отображение комбо

source: Change enemy movement type
ru_ru: Изменить тип движения противника

source: Change enemy unit
ru_ru: Изменить противника

source: Change enemy unit's health setting
ru_ru: Изменить настройки здоровья противника

source: Change equipment
ru_ru: Изменить снаряжение

source: Change map
ru_ru: Изменить карту

source: Change playback speed
ru_ru: Изменить скорость воспроизведения

source: Change settings...
ru_ru: Изменить настройки...

source: Change slideshow speed
ru_ru: Изменить скорость слайд-шоу

source: Change the game's settings.
ru_ru: Изменить игровые настройки.

source: Change your unit's equipment.
ru_ru: Изменить настройки симулякра.

source: Change your unit's health setting
ru_ru: Изменить настройки вашего здоровья

source: Changes the BGM volume
ru_ru: Изменить громкость фоновой музыки

source: Changes the battle sound effects volume
ru_ru: Изменить громкость спецэффектов битвы

source: Changes the battle voice volume
ru_ru: Изменить громкость голоса в битве

source: Changes the blue tone for each subcharacter's text
ru_ru: Изменить синий оттенок текста второстепенных персонажей

source: Changes the blue tone of Aki's text
ru_ru: Изменить синий оттенок текста Аки

source: Changes the blue tone of Chinatsu's text
ru_ru: Изменить синий оттенок текста Чинатсу

source: Changes the blue tone of Eiji's text
ru_ru: Изменить синий оттенок текста Ейдзи

source: Changes the blue tone of Gilbert's text
ru_ru: Изменить синий оттенок текста Гилберта

source: Changes the blue tone of Gregory's text
ru_ru: Изменить синий оттенок текста Григория

source: Changes the blue tone of Kou's text
ru_ru: Изменить синий оттенок текста Коу

source: Changes the blue tone of Makoto's text
ru_ru: Изменить синий оттенок текста Макото

source: Changes the blue tone of Masa's text
ru_ru: Изменить синий оттенок текста Масы

source: Changes the blue tone of Mohawk's text
ru_ru: Изменить синий оттенок текста Могавка

source: Changes the blue tone of Nanoha's text
ru_ru: Изменит синий оттенок текста Нанохи

source: Changes the blue tone of Naoki's text
ru_ru: Изменить синий оттенок текста Наоки

source: Changes the blue tone of Noi's text
ru_ru: Изменить синий оттенок текста Нои

source: Changes the blue tone of Rain's text
ru_ru: Изменить синий оттенок текста Рейн

source: Changes the blue tone of Shizel's text
ru_ru: Изменить синий оттенок текста Шизл

source: Changes the blue tone of Sora's text
ru_ru: Изменить синий оттенок текста Соры

source: Changes the blue tone of other text
ru_ru: Изменить синий оттенок прочего текста

source: Changes the blue tone of the menu window
ru_ru: Изменяет синий тон игровых меню

source: Changes the effect speed of character portraits
ru_ru: Изменить скорость эффектов портретов персонажей

source: Changes the effect speed of the menu
ru_ru: Изменить скорость эффектов игровых меню

source: Changes the effect speed of the screen
ru_ru: Изменить скорость экранных эффектов

source: Changes the effect speed of the window
ru_ru: Изменить скорость эффектов окна с текстом

source: Changes the green tone for each subcharacter's text
ru_ru: Изменить зелёный оттенок текста второстепенных персонажей

source: Changes the green tone of Aki's text
ru_ru: Изменить зелёный оттенок текста Аки

source: Changes the green tone of Chinatsu's text
ru_ru: Изменить зелёный оттенок текста Чинатсу

source: Changes the green tone of Eiji's text
ru_ru: Изменить зелёный оттенок текста Ейдзи

source: Changes the green tone of Gilbert's text
ru_ru: Изменить зелёный оттенок текста Гилберта

source: Changes the green tone of Gregory's text
ru_ru: Изменить зелёный оттенок текста Григория

source: Changes the green tone of Kou's text
ru_ru: Изменить зелёный оттенок текста Коу

source: Changes the green tone of Makoto's text
ru_ru: Изменит зелёный оттенок текста Макото

source: Changes the green tone of Masa's text
ru_ru: Изменить зелёный оттенок текста Масы

source: Changes the green tone of Mohawk's text
ru_ru: Изменить зелёный оттенок текста Могавка

source: Changes the green tone of Nanoha's text
ru_ru: Изменить зелёный оттенок текста Нанохи

source: Changes the green tone of Naoki's text
ru_ru: Изменит зелёный оттенок текста Наоки

source: Changes the green tone of Noi's text
ru_ru: Изменить зелёный оттенок текста Нои

source: Changes the green tone of Rain's text
ru_ru: Изменить зелёный оттенок текста Рейн

source: Changes the green tone of Shizel's text
ru_ru: Изменить зелёный оттенок текста Шизл

source: Changes the green tone of Sora's text
ru_ru: Изменить зелёный оттенок текста Соры

source: Changes the green tone of other text
ru_ru: Изменить зелёный оттенок прочего текста

source: Changes the green tone of the menu window
ru_ru: Изменяет зелёный тон игровых меню

source: Changes the looped voice volume
ru_ru: Изменить громкость зацикленного голоса

source: Changes the machine voice volume
ru_ru: Изменить громкость механического голоса

source: Changes the mascot voice volume
ru_ru: Изменить громкость голоса маскота

source: Changes the master volume
ru_ru: Изменить общую громкость

source: Changes the red tone for each subcharacter's text
ru_ru: Изменить красный оттенок текста второстепенных персонажей

source: Changes the red tone of Aki's text
ru_ru: Изменить красный оттенок текста Аки

source: Changes the red tone of Chinatsu's text
ru_ru: Изменить красный оттенок текста Чинатсу

source: Changes the red tone of Eiji's text
ru_ru: Изменить красный оттенок текста Ейдзи

source: Changes the red tone of Gilbert's text
ru_ru: Изменить красный оттенок текста Гилберта

source: Changes the red tone of Gregory's text
ru_ru: Изменить красный оттенок текста Григория

source: Changes the red tone of Kou's text
ru_ru: Изменить красный оттенок текста Коу

source: Changes the red tone of Makoto's text
ru_ru: Изменить красный оттенок текста Макото

source: Changes the red tone of Masa's text
ru_ru: Изменить красный оттенок текста Масы

source: Changes the red tone of Mohawk's text
ru_ru: Изменить красный оттенок текста Могавка

source: Changes the red tone of Nanoha's text
ru_ru: Изменить красный оттенок текста Нанохи

source: Changes the red tone of Naoki's text
ru_ru: Изменить красный оттенок текста Наоки

source: Changes the red tone of Noi's text
ru_ru: Изменить красный оттенок текста Нои

source: Changes the red tone of Rain's text
ru_ru: Изменить красный оттенок текста Рейн

source: Changes the red tone of Shizel's text
ru_ru: Изменить красный оттенок текста Шизл

source: Changes the red tone of Sora's text
ru_ru: Изменить красный оттенок текста Соры

source: Changes the red tone of other text
ru_ru: Изменить красный оттенок прочего текста

source: Changes the red tone of the menu window
ru_ru: Изменяет красный тон игровых меню

source: Changes the sound effects volume
ru_ru: Изменить громкость спецэффектов

source: Changes the speed at which text is displayed
ru_ru: Изменить скорость отображения текста

source: Changes the speed of auto-mode
ru_ru: Изменить скорость автоматического режима

source: Changes the speed of skip mode
ru_ru: Изменить скорость режима пропуска

source: Changes the system sound effects
ru_ru: Изменить громкость системных звуков

source: Changes the system voice volume
ru_ru: Изменить громкость системного голоса

source: Changes the text font
ru_ru: Изменить шрифт текста

source: Changes the transparency of the interlacing
ru_ru: Изменить прозрачность полос меню

source: Changes the transparency of the menu window
ru_ru: Изменить прозрачность игровых меню

source: Changes the transparency of the window
ru_ru: Изменить прозрачность окна с текстом

source: Changes the voice playback speed
ru_ru: Изменить скорость воспроизведения голоса

source: Changes the voice volume
ru_ru: Изменить громкость голоса

source: Changes which key is tied to the A button
ru_ru: Изменяет, какая клавиша привязана к кнопке A

source: Changes which key is tied to the B button
ru_ru: Изменить клавишу, соответствующую кнопке В

source: Changes which key is tied to the C button
ru_ru: Изменить клавишу, соответствующую кнопке С

source: Changes which key is tied to the D button
ru_ru: Изменить клавишу, соответствующую кнопке D

source: Changes which key is used for high-speed mode
ru_ru: Изменить клавишу, запускающую быстрый режим

source: Changes which key is used for panic mode
ru_ru: Изменить клавишу режима паники

source: Changes which key is used for screenshots
ru_ru: Изменить клавишу скриншота

source: Changes which key is used to change display modes
ru_ru: Изменить клавишу, изменяющую режим отображения

source: Changes which key is used to open the load menu
ru_ru: Изменить клавишу, открывающую меню загрузки

source: Changes which key is used to open the save menu
ru_ru: Изменить клавишу, открывающую меню сохранений

source: Changes which key is used to open the settings menu
ru_ru: Изменить клавишу, открывающую системные настройки

source: Changes which pad button is tied to the A button
ru_ru: Изменить клавишу геймпада, соответствующую кнопке А

source: Changes which pad button is tied to the B button
ru_ru: Изменить клавишу геймпада, соответствующую кнопке B

source: Changes which pad button is tied to the C button
ru_ru: Изменить клавишу геймпада, соответствующую кнопке C

source: Changes which pad button is tied to the D button
ru_ru: Изменить клавишу геймпада, соответствующую кнопке D

source: Changes which pad button is tied to the START button
ru_ru: Изменить клавишу геймпада, соответствующую кнопке START

source: Charge Attacks
ru_ru: Заряжаемые атаки

source: Chat log... Check...
ru_ru: Журнал... Открыть...

source: Check personal information.
ru_ru: Открыть личные данные.

source: Check personal records.
ru_ru: Открыть личную статистику.

source: Check rankings...
ru_ru: Проверить рейтинг...

source: Check the chat log.
ru_ru: Открыть журнал.

source: Check the help menu.
ru_ru: Открыть справку.

source: Check the scenario chart.
ru_ru: Открыть схему сюжета.

source: Check unit information.
ru_ru: Открыть информацию о боевых единицах.

source: Check weapon information.
ru_ru: Открыть информацию об оружии.

source: Chinatsu and Rain are only a year older than me! It's not fair!
ru_ru: Чинатсу и Рейн старше меня всего на год! Это несправедливо!

source: Chinatsu, number one! Kou Kadokura, number two!
ru_ru: Чинатсу, номер один! Коу Кадокура, номер два!

source: Chinatsu... Did she get into cosplay at some point?
ru_ru: Чинатсу... Она когда-нибудь занималась косплеем?

source: Chinatsu... victim of Gray Christmas as well. All okay, though... I know...
ru_ru: Чинатсу... тоже жертва Серого Рождества. Всё в порядке, хотя... Я знаю...

source: Chives and miso soup go hand in hand! That's the rules!
ru_ru: Шнитт-лук и мисо-суп идут рука об руку! Таков закон!

source: Choose which stage to replay.
ru_ru: Выбрать, какой этап переигрывать.

source: Choose... replay stage...
ru_ru: Выбрать... этап...

source: Civil wars and rebellions were rife, and armed conflicts among various regional blocs became commonplace.
ru_ru: Гражданские войны и восстания происходили повсеместно, а вооруженные конфликты между различными региональными объединениями стали обыденностью.

source: Close game...
ru_ru: Закрыть игру...

source: Close the setup menu and dive in whenever you're ready.
ru_ru: Когда будешь готов, закрой меню подготовки и погружайся.

source: Close the setup menu and dive in.
ru_ru: Закрыть меню подготовки и погрузиться

source: Close the setup menu and proceed whenever you're ready.
ru_ru: Когда будешь готов, закрой меню подготовки и мы продолжим.

source: Close the setup menu and proceed.
ru_ru: Закрыть меню подготовки и продолжить

source: Closes the current window
ru_ru: Закрыть текущее окно

source: Closes the menu
ru_ru: Закрыть меню

source: Cold air rushes in the moment the hatch opens up, carrying with it an awful stench and the hustle and bustle of the outside.
ru_ru: Как только открывается люк, холодный воздух врывается внутрь, неся с собой ужасную вонь и суету города.

source: Combos
ru_ru: Комбо

source: Combos can be performed simply by using the same button.
ru_ru: Комбо можно выполнять, просто используя одну и ту же кнопку.

source: Connected to neurojacks on one end and our brains on the other, they act as a direct signal interface between human minds and computers to bring VR to life.
ru_ru: Подключенные к нейроразъемам с одной стороны и к нашему мозгу с другой, они действуют как прямой интерфейс между человеческим сознанием и компьютерами.

source: Consider me ready and willing!
ru_ru: Считай, что я готова и хочу!

source: Controls
ru_ru: Управление

source: Cooking...!
ru_ru: Готовлю...!
